<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>2013-1 한국사 사료강독</title>
</head>
<body>
<h3>3　丙寅夏月初入甘露示同袍　碑塔竝在庵前後</h3>
親傳一脈曹溪水　點作十分甘露漿　千里殷勤來普灑　要令火宅變淸涼　變淸涼　大地何人更熱忙

<h3>7　至元九年壬申三月初入定惠作偈示同梵</h3>
鷄足峰前古道場　今來山翠別生光　廣長自有淸溪舌　何必喃喃更擧揚

<h3>8　上慈忍和尙詩　幷序</h3>
ᅠ鷄峯雖殘廢太甚　溪山形勝　斗異諸方　實佳ᅠ道場也　昨蒙
ᅠ和尙躬率入院　不勝驚惶荷戴之至　謹成拙ᅠ詩二首　仰呈　籌室　無任戰兢之至　
哺鷇終敎揷翼鶱　老婆深愛更休論　殷勤送到鷄峯下　粉骨如何報此恩　
樓閣重重古梵宮　溪山形勝甲寰中　我來繼席誠非分　恐忝當年國老風

<h3>10　閑中偶書</h3>
寺在千峰裏　幽深未易名　開窓便山色　閉戶亦溪聲　谷密晴猶暗　樓高夜自明　竹風生几席　松露滴檐楹　境靜棲遲穩　身閑擧止輕　困來時偃息　睡足或經行　累盡無欣慼　賓稀少送迎　飢餘林蔌軟　渴有石泉淸　秖是安衰疾　元非養道情　箇中何限意　切忌與人評

<h3>27　舍弟平陽新守　文愷</h3>
舍弟平陽新守　文愷　將抵州治　先到山中　是ᅠ夕會有雨　相與話盡十餘年睽離之意　不覺ᅠ至天明　因記蘇雪堂贈子由詩中　所引韋蘇ᅠ州　何時風雨夜　復此對床眠之句　作一絶以ᅠ贈之
與君相別十三年　洛北江南兩杳然　那料鷄峯風雨夜　白頭今復對床眠　

<h3>28　季弟樞院堂後璇聞前詩次韻　見寄復用其ᅠ韻答之　</h3>
世亂今年勝去年　四方何處不騷然　陟岡謾自勞相望　蓋被無因得共眠

<h3>79　嶺南艱苦狀</h3>
嶺南艱苦狀二十四韻　庚辰年造東征戰艦時作嶺南艱苦狀　欲說涕將先　兩道供軍料　三山造戰船　征徭曾百倍　力役亘三年　星火徵求急　雷霆號令傳　使臣恒絡繹　京將又聯翩　有臂皆遭縛　無胰不受鞭　尋常迎送慣　日夜轉輸連　牛馬無完脊　人民鮮息肩　凌晨採葛去　踏月刈茅還　水手驅農畝　梢工卷海堧　抽丁擐甲冑　選壯荷戈鋋　但促尋時去　寧容寸刻延　妻孥啼躄地　父母哭號天　自分幽明隔　那期性命全　孑遺唯老幼　强活尙焦煎　邑邑半逃戶　村村皆廢田　誰家非索爾　何處不騷然　官稅竟難免　軍租安可蠲　瘡痍唯日甚　疲瘵曷由痊　觸事悉堪慟　爲生誠可憐　雖知勢難保　爭奈訴無緣　帝德靑天覆　皇明白日懸　愚民姑且待　聖澤必當宣　行見三韓內　家家奠枕眠

<h3>85　東征頌</h3>
皇帝御天下　神功超放勛　德寬包有截　澤廣被無圻　車共千途轍　書同九域文　唯殘島夷醜　假息鼎魚群　但恃滄溟隔　仍圖疆場分　苞茅曾不入　班瑞亦無聞　帝乃赫斯怒　時乎命我君　一千龍鵲舸　十萬虎貔軍　問罪扶桑野　興師合浦濆　鼓鼙轟巨浸　旌旆拂長雲　驍將皆趨死　英雄競立勳　江思韓信背　舟欲孟明焚　係越奚專美　平吳不足云　所營應瞬息　獻捷在朝曛　玉帛爭修貢　干戈盡解紛　元戎錫圭卣　戰卒返耕耘　快劍匣三尺　良弓櫜百斤　四方歌浩浩　八表樂欣欣　烽燧收邊警　風塵絶塞氛　當觀聖天子　萬歲奏南薰

<h3>90　憫農黑羊四月旦日雨中作</h3>
農事須及時　失時無復爲　農時苦無幾　春夏交爲期　春盡夏已生　農事不可遲　上天解時節　膏澤方屢施　征東事甚急　農事誰復思　使者恒絡繹　東馳復西馳　卷民空巷閭　長驅向江湄　日夜伐山木　造艦力已疲　尺地不墾闢　民命何以資　民戶無宿糧　太半早啼飢　況復失農業　當觀死無遺　嗟予亦何者　有淚空漣洏　哀哉東土民　上天能不悲　安得長風來　吹我泣血詞　一吹到天上　披向白玉墀　詞中所未盡　盡使上帝知　

<h3>163　臂短歌　用俚語因事作</h3>
世人之臂長復長　東推西推無歇辰　山僧之臂短復短　平生不解推向人　大凡世上臂短者　人皆白首長如新　而況今昨始相識　肯顧林下窮且貧　我臂旣短未推人　人臂推我誠無因　嗚呼　安得吾臂化爲千尺與萬尺　坐使四海之內皆吾親

<h3>225　鷄峯苦　在定惠時戲作</h3>
鷄峯之苦今無譬　欲說一二先酸鼻　經營歲久屋甚老　檐㽃牆壁皆傾地　每遇淋漓下雨時　屋漏如篩無處庇　四時執爨唯數髡　衣裳繿縷顔色悴　齋時蔬藕晨淡粥　陟嶮搬柴日三四　何曾揀擇寒與暑　雖復雨雪不敢避　園頭老僧只一個　薙草倒地折一臂　山椒菜圃小如掌　草深沒

<h3>丹本大藏慶讚䟽[釋宓菴]</h3>
道絶名邈　法離見聞　然渡河渡河　要由船筏　凡得魚得兎　必借筌蹄　而況文文攄般若之光　字字揭毘盧之印　豈離黃卷　別討玄機　竊以結盡湖音　號爲海藏　龍樹誦傳於西竺　法蘭馱入於中華　雖九牛之一毛　尙千函而萬軸　故難雕印　莫廣流通　間或得而經營　例皆失於精竗　念玆大寶　來自異邦　秩簡部輕　函未盈於二百　紙薄字密　冊不滿於一千　殆非人功所成　似借神巧而就　大抵或盛或衰者　物之理　有成有壞者　事之常　月散日亡　函脫卷卷脫幅　塵侵蠹蝕　行缺字字缺文　將無孑遺　良可深痛　弟子竊聞修舊　實倍圖新　自寓禪源　始發誠於脩輯　洎移松社　終竭力於繕完　函卷之脫則印之使全　字行之缺則書而令具　得檀櫜之金而自書其目　受御帑之帛而使賁其衣　盛以琅函　安於寶藏　雖似綴麻而完錦　庶同鍊石以補天　光彩更生　莊嚴悉備　比及厥功之告畢　擬憑箇事以落成　集千指之禪流　開九旬之海會　發藏演經　則手將瞻應　尋詮得旨　則口與心同　或專定慧而照見自心　或勤禮念而懺除宿障　法輪大轉　智鏡普周　伏願云云　德日連佛日以齊輝　仁風共禪風而玆扇　金輪益固　膺景祚於萬年　玉葉寢昌　播餘芳於百世


<h3>上大元皇帝表　曹溪山修禪社復田表</h3>
其興也勃　風雲千載之都兪　盍往乎來　玉帛諸侯之奔走　照臨所洎　蹈舞悉均　恭惟皇帝陛下　舜厥聰明　湯其齊聖　化流蠻貊　四方咸歸于仁　信及豚魚　萬物各得其所　大功不宰　盛德難名　伏念臣　支連竺土之一枝　脈嗣松巒之五葉　竊喜適逢於華旦　常切觀光　迺緣邈處於荒陬　謾勞廷頸　惟此修禪精舍　創從普照聖師　是小邦選佛之場　禪流不減於數千指　抑大國祝君之地　梵席無虛於二六時　然以僻在林泉　遠離城市　春種秋收之蓋闕　午餐晨粥之難支　昔邦君錫近邑之土田　永充齋費　今天使尋別宮之版籍　將備兵糧　勢同失水之鮒呼　情迫聞天之鶴唳　儻蒙皇帝陛下　廓包容之度　廻覆育之私　詔下我國達魯花赤　及管句兵糧使佐勅令　別護我叢林　永錫我田壤　鎭作參玄之禪藪　絡爲奉福之道場　則臣敢不益勵熏功　倍輸忠懇　五雲影裏　長懸魏闕之心　一炷香中　常罄華封之祝

<h3>나오는 한자들 (출현빈도순 정렬)</h3>
<h4>총 1989中</h4>

<h4>41번 나오는 글자 1개</h4>
之

<h4>18번 나오는 글자 1개</h4>
無

<h4>16번 나오는 글자 1개</h4>
不

<h4>14번 나오는 글자 2개</h4>
於時

<h4>12번 나오는 글자 1개</h4>
而

<h4>11번 나오는 글자 3개</h4>
天一復

<h4>10번 나오는 글자 2개</h4>
千山

<h4>9번 나오는 글자 8개</h4>
何風中日臂得大年

<h4>8번 나오는 글자 10개</h4>
長作自人以有我四使事

<h4>7번 나오는 글자 10개</h4>
下盡帝將禪上三來農皆

<h4>6번 나오는 글자 18개</h4>
或字爲雨與所生民明萬東同道其今卷鷄溪

<h4>5번 나오는 글자 26개</h4>
皇函則推地在場者入二月然夜安十雖峯別方聞文老短難功苦

<h4>4번 나오는 글자 51개</h4>
行海淸尺處至征田戰藏因唯元玉如甚深尋失息詩勝修世誠聖成書相常尙非分百白未眠林離流令德當南及君九光經見可

<h4>3번 나오는 글자 80개</h4>
欣況華號戶向解夏必表平土澤脫春此曾足造照弟定絶竊前傳子印邑遺由韻雲云欲完營亦餘魚心悉臣晨新是水送松盛先錫席西普法梵帛倍邦命名露連力糧絡到念勤軍國廣觀共更缺去江家

<h4>2번 나오는 글자 184개</h4>
興後會火和化浩呼乎惠形孑玄懸恒艦韓閑荷河被疲包陛廢太親馳吹竺祝村草初泉陟借且辰塵遲知支指贈重粥州終曹齊諸啼精情切轉專全抵爭齋殘昨玆仁益異已衣意應殷惟幽院牛用容要屋吾五迎永葉緣繹御也實神信示始僧宿首輸誰數收手受衰騷蘇小歲勢雪說選船石色狀床詞舍社死思師似備佛峰覆伏寶兵變凡發搬半密物蒙茅脈邈裏輪樓龍料勞嶺良兩頭渡圖對堂旦但內那金飢期急闕厥宮驅句戈空古輕隔擧開蓋箇甲甘敢艱歌

<h4>1번 나오는 글자 549개</h4>
稀喜黑休輝薰熏勳勛侯驍廻黃荒惶活還話花護虎湖慧血赫歇獻虛香奚巷合咸限寒鶴畢避披幅袍苞浦圃哺閉評鞭翩便八版播婆通痛慟討兎攄擇殆湯帑塔馱快浸枕寢侵勅治翠就悴忠充軸醜趨秋樞抽聰叢寸觸促超焦椒梢涕靑晴捷瞻轍綴脊妻冊菜採彩窓瘡滄昌創懺參餐讚車次嗟徵集輯執秩疾鎭紙止枝智旨只竹走舟籌炷奏周罪坐佐種從拙卒雕遭詔粗租祚朝早除蹄鼎靜霆旌廷呈丁點節折截詮筌煎奠適赤籍滴載宰哉障莊牆漿掌壯鵲資慈仍壬任忍引寅翼移痍爾夷擬膺泣音恩戎育猶幼兪魏韋越願遠源園雄耘遇藕愚寓又偶于往穩嗚吳午刈英盈楹影軟演延堧易役域予業嚴偃抑語養陽羊揚壤若野愛哀仰菴暗庵顔樂室身申識蝕柴施恃市舜瞬旬須藪脩睡燧樹守쇱灑頌誦率訴蔬少稅聲星性城舌鮮繕璇扇宣釋昔夕瑞棲暑庶序索塞裳桑揷酸散篩私斯寺嗣憑賓貧鼻費譬碑毘比悲庇拂賁紛粉焚奔北部父扶逢烽封奉本福宓補報保竝幷丙邊闢壁僻筏伐背芳放勃返般班迫薄縛憫美湄問舞畝竗杳沒目木毛母溟免孟貊每望亡蠻滿巒莫麻馬立臨淋里理俚凌六縷累漏淚屢雷論魯盧禮例鍊聯漣憐閭勵琅蘭亂落洛斗豚都途逃蹈度島倒宅戴待踏答淡達檀丹能怒寧奈乃緊豈記機旣忌幾寄圻肯兢亘錦近謹斤均圭歸躬窮弓群舊求口具久敎巧交轟壞管慣寬官廓貢恭恐工供骨困谷哭鼓高顧膏故姑固告繼季係驚頸鏡警耕競竟景慶庚境傾京結肩揭偈劍巨愷個疆强岡匣減堪葛竭渴曷間簡揀懇干墾閣覺各刻假佳

<h3>나오는 한자 전체 (947자)</h3>
之無不於時而天一復千山何風中日臂得大年長作自人以有我四使事下盡帝將禪上三來農皆或字爲雨與所生民明萬東同道其今卷鷄溪皇函則推地在場者入二月然夜安十雖峯別方聞文老短難功苦行海淸尺處至征田戰藏因唯元玉如甚深尋失息詩勝修世誠聖成書相常尙非分百白未眠林離流令德當南及君九光經見可欣況華號戶向解夏必表平土澤脫春此曾足造照弟定絶竊前傳子印邑遺由韻雲云欲完營亦餘魚心悉臣晨新是水送松盛先錫席西普法梵帛倍邦命名露連力糧絡到念勤軍國廣觀共更缺去江家興後會火和化浩呼乎惠形孑玄懸恒艦韓閑荷河被疲包陛廢太親馳吹竺祝村草初泉陟借且辰塵遲知支指贈重粥州終曹齊諸啼精情切轉專全抵爭齋殘昨玆仁益異已衣意應殷惟幽院牛用容要屋吾五迎永葉緣繹御也實神信示始僧宿首輸誰數收手受衰騷蘇小歲勢雪說選船石色狀床詞舍社死思師似備佛峰覆伏寶兵變凡發搬半密物蒙茅脈邈裏輪樓龍料勞嶺良兩頭渡圖對堂旦但內那金飢期急闕厥宮驅句戈空古輕隔擧開蓋箇甲甘敢艱歌稀喜黑休輝薰熏勳勛侯驍廻黃荒惶活還話花護虎湖慧血赫歇獻虛香奚巷合咸限寒鶴畢避披幅袍苞浦圃哺閉評鞭翩便八版播婆通痛慟討兎攄擇殆湯帑塔馱快浸枕寢侵勅治翠就悴忠充軸醜趨秋樞抽聰叢寸觸促超焦椒梢涕靑晴捷瞻轍綴脊妻冊菜採彩窓瘡滄昌創懺參餐讚車次嗟徵集輯執秩疾鎭紙止枝智旨只竹走舟籌炷奏周罪坐佐種從拙卒雕遭詔粗租祚朝早除蹄鼎靜霆旌廷呈丁點節折截詮筌煎奠適赤籍滴載宰哉障莊牆漿掌壯鵲資慈仍壬任忍引寅翼移痍爾夷擬膺泣音恩戎育猶幼兪魏韋越願遠源園雄耘遇藕愚寓又偶于往穩嗚吳午刈英盈楹影軟演延堧易役域予業嚴偃抑語養陽羊揚壤若野愛哀仰菴暗庵顔樂室身申識蝕柴施恃市舜瞬旬須藪脩睡燧樹守쇱灑頌誦率訴蔬少稅聲星性城舌鮮繕璇扇宣釋昔夕瑞棲暑庶序索塞裳桑揷酸散篩私斯寺嗣憑賓貧鼻費譬碑毘比悲庇拂賁紛粉焚奔北部父扶逢烽封奉本福宓補報保竝幷丙邊闢壁僻筏伐背芳放勃返般班迫薄縛憫美湄問舞畝竗杳沒目木毛母溟免孟貊每望亡蠻滿巒莫麻馬立臨淋里理俚凌六縷累漏淚屢雷論魯盧禮例鍊聯漣憐閭勵琅蘭亂落洛斗豚都途逃蹈度島倒宅戴待踏答淡達檀丹能怒寧奈乃緊豈記機旣忌幾寄圻肯兢亘錦近謹斤均圭歸躬窮弓群舊求口具久敎巧交轟壞管慣寬官廓貢恭恐工供骨困谷哭鼓高顧膏故姑固告繼季係驚頸鏡警耕競竟景慶庚境傾京結肩揭偈劍巨愷個疆强岡匣減堪葛竭渴曷間簡揀懇干墾閣覺各刻假佳
</body>
</html>